Autodesk.Revit.DB.ViewDisplayBackgroundImageFlags
A collection of bit flags that control how the background image is positioned
in relation to the crop region (or the view boundary).
Since:
2014

Autodesk.Revit.DB.ViewDisplayBackgroundImageFlags.UseTiling
The pixels of the background are filled by tiling of the image.

Autodesk.Revit.DB.ViewDisplayBackgroundImageFlags.FixedAspectRatio
The image is stretched but the ratio of its height to width is preserved.

Autodesk.Revit.DB.ViewDisplayBackgroundImageFlags.FitToScreen
The image is stretched in both directions

Autodesk.Revit.DB.ViewDisplayBackgroundImageFlags.None
The image is displayed pixel-to-pixel